[
  {
    "id": 0,
    "deck": "ulu_arkana",
    "name_tr": "Barak Ata",
    "name_en": "The Fool",
    "suit": null,
    "element": "hava",
    "keywords": ["ilkel başlangıç", "içgüdüsel yolculuk", "soy", "potansiyel", "masumiyet"],
    "image_description": "Altay dağlarında bir uçurumun kenarında, sırtında basit bir bohça taşıyan köpeğe benzer özelliklere sahip göçebe bir figür. Uzakta yol gösterici bir Bozkurt görülüyor.",
    "image": "assets/images/barak_ata.jpeg",
    "meaning_up": "Yeni bir ruhsal yolculuğun başlangıcı. İçgüdülere güvenmek ve bilinmeyene atılmak. Hayatın sunduğu fırsatlar.",
    "meaning_rev": "Düşüncesizlik, erteleme, potansiyeli boşa harcama, yanlış başlangıç, köklerinden kopma.",
    "story": "Barak Ata, Türk mitolojisinde yolculuğun ve saf potansiyelin sembolüdür. Bilinmeyene atılma cesaretini temsil eder."
  },
  {
    "id": 1,
    "deck": "ulu_arkana",
    "name_tr": "Kam",
    "name_en": "The Magician",
    "suit": null,
    "element": "ateş",
    "keywords": ["irade", "eylem", "niyet", "beceri", "yaratıcılık"],
    "image_description": "Bir dağın zirvesinde, önünde dört elementi (ok, kadeh, kılıç, tamga) temsil eden nesnelerle çevrili bir şaman. Bir eli göğü, diğeri yeri işaret ediyor.",
    "image": "assets/images/kam.png",
    "meaning_up": "Tüm kaynaklar ve fırsatlar önünüzde. Niyetinizi netleştirin ve eyleme geçin. Yaratıcı gücünüz zirvede.",
    "meaning_rev": "Kararsızlık, yetenekleri kötüye kullanma, zayıf irade, manipülasyon.",
    "story": "Kam, Türk şamanizminde gök ve yer arasındaki bağlantıyı kuran, elementleri kontrol edebilen güçlü bir ruhsal liderdir."
  },
  {
    "id": 2,
    "deck": "ulu_arkana",
    "name_tr": "Ak Ana",
    "name_en": "The High Priestess",
    "suit": null,
    "element": "su",
    "keywords": ["sezgi", "sırlar", "bilinçaltı", "ilham", "gizem"],
    "image_description": "Ay ışığıyla aydınlanan sonsuz bir suyun üzerinde beliren, elinde ayna tutan, ışıktan bir varlık.",
    "image": "assets/images/ak_ana.png",
    "meaning_up": "Görünmeyen gerçekleri görmek. İçsel sesinize ve sezgilerinize güvenmek. Sakinlik ve derin bilgelik.",
    "meaning_rev": "Sezgileri görmezden gelme, sırlara erişememe, iç çatışma.",
    "story": "Ak Ana, Türk mitolojisinde yaratılıştan önce var olan, suyun ve bilgeliğin tanrıçasıdır. Tüm sırları bilir."
  },
  {
    "id": 3,
    "deck": "ulu_arkana",
    "name_tr": "Ak Ana / Yer Ana",
    "name_en": "The Empress",
    "suit": null,
    "element": "toprak",
    "keywords": ["yaratılış", "doğa", "besleyicilik", "bolluk", "şefkat"],
    "image_description": "Sudan yükselen, ışıktan bir bedeni olan ilahi bir kadın figürü. Etrafı yaşamla dolup taşan bir doğa manzarası: verimli topraklar, akan nehirler ve çeşitli hayvanlar.",
    "image": "assets/images/yer_ana.png",
    "meaning_up": "Bolluk, yaratıcılık ve anne şefkati. Projelerinizin filizlenip büyüme zamanı. Doğayla uyum.",
    "meaning_rev": "Durgunluk, verimsizlik, boğucu sevgi, doğaya yabancılaşma.",
    "story": "Yer Ana, Türk mitolojisinde toprağın ve bereketin tanrıçasıdır. Tüm canlıları besleyen, yaşam veren anaç enerjiyi temsil eder."
  },
  {
    "id": 4,
    "deck": "ulu_arkana",
    "name_tr": "Kayra Han",
    "name_en": "The Emperor",
    "suit": null,
    "element": "ateş",
    "keywords": ["ilahi otorite", "yaratıcı düzen", "yapı", "liderlik", "disiplin"],
    "image_description": "Gökyüzündeki altın bir tahtta oturan, somut tasvirlerden arındırılmış, soyut bir güç olarak hissedilen bir varlık. Etrafında güneş, ay ve yıldızlar bulunur.",
    "image": "assets/images/kayra_han.png",
    "meaning_up": "İçsel disiplin, yapı kurma, sorumluluk alma. Hedeflerinize ulaşmak için sağlam bir zemin oluşturma.",
    "meaning_rev": "Katılık, kontrol manyaklığı, otorite boşluğu, düzensizlik, kaos.",
    "story": "Kayra Han, Türk mitolojisinde evrenin yaratıcısı ve en yüce tanrıdır. Kozmik düzeni ve ilahi yasaları temsil eder."
  },
  {
    "id": 5,
    "deck": "ulu_arkana",
    "name_tr": "Dede Korkut",
    "name_en": "The Hierophant",
    "suit": null,
    "element": "toprak",
    "keywords": ["gelenek", "bilgelik", "inanç", "maneviyat", "öğreti"],
    "image_description": "Bir mecliste (kurultayda), gençlere ve beylere kopuzuyla hikaye anlatan, ak sakallı bilge bir ihtiyar.",
    "image": "assets/images/dede_korkut.png",
    "meaning_up": "Kurallara, geleneğe ve manevi rehberliğe saygı. Bir öğretmen veya rehberden destek alma zamanı.",
    "meaning_rev": "Dogmatizm, sorgulamadan kabul etme, yanlış rehberlik, toplumsal baskı.",
    "story": "Dede Korkut, Türk kültürünün bilge atasıdır. Hikmetli sözleri ve öğütleriyle topluma yol gösterir."
  },
  {
    "id": 6,
    "deck": "ulu_arkana",
    "name_tr": "Ay ile Gün",
    "name_en": "The Lovers",
    "suit": null,
    "element": "hava",
    "keywords": ["seçim", "uyum", "değerler", "kozmik birlik", "denge"],
    "image_description": "Gece ve gündüzün birleştiği bir ufukta, Ay ve Güneş sembolik olarak birleşiyor. Aşağıda, bu birliğe tanıklık eden geleneksel kıyafetli bir erkek ve kadın figürü.",
    "image": "assets/images/ay_ile_gun.png",
    "meaning_up": "Kalple akıl arasında bir seçim. Değerlerinizle uyumlu kararlar vermek. İlişkisel ve kozmik uyum.",
    "meaning_rev": "Uyumsuzluk, yanlış seçim, iç çatışma, aldanma.",
    "story": "Ay ve Gün, Türk mitolojisinde eril ve dişil enerjilerin, zıtların kusursuz uyumunu temsil eder."
  },
  {
    "id": 7,
    "deck": "ulu_arkana",
    "name_tr": "Gök Börü",
    "name_en": "The Chariot",
    "suit": null,
    "element": "ateş",
    "keywords": ["zafer", "irade", "kontrol", "ilerleme", "odaklanma"],
    "image_description": "Gökyüzünde koşan büyük ve ışıltılı bir Bozkurt. Sırtında zırhlı bir Alp var ve elinde bir tuğ (sancak) tutuyor.",
    "image": "assets/images/gok_boru.png",
    "meaning_up": "Zıt güçleri kontrol ederek zafere ulaşmak. Hedefe odaklanma ve kararlılık. İlerleme ve irade gücü.",
    "meaning_rev": "Güç çatışması, kontrol kaybı, agresiflik, hedeften sapma.",
    "story": "Bozkurt, Türk mitolojisinde yol gösterici ve ordulara öncülük eden kutsal bir varlıktır. Bu kart, kişinin içindeki 'alp' ruhunu harekete geçirerek hedefine ulaşmasını simgeler."
  },
  {
    "id": 8,
    "deck": "ulu_arkana",
    "name_tr": "Tomris Hatun",
    "name_en": "Strength",
    "suit": null,
    "element": "ateş",
    "keywords": ["kahramanlık", "cesaret", "içsel güç", "kontrol", "şefkat"],
    "image_description": "İskit (Saka) zırhları içinde, mağrur bir duruşa sahip Tomris Hatun. Yanında ona sadakatle bakan bir kar leoparı.",
    "image": "assets/images/tomris_hatun.png",
    "meaning_up": "Sevgi ve sabırla 'vahşi doğayı' ehlileştirmek. Gerçek gücün şefkat ve cesaret olduğunu anlamak.",
    "meaning_rev": "Gücün kötüye kullanımı, korku, zayıf irade, sabırsızlık.",
    "story": "Tomris Hatun, tarihte bilinen ilk kadın hükümdarlardan biridir. Gücünü zulüm için değil, adalet için kullanmıştır."
  },
  {
    "id": 9,
    "deck": "ulu_arkana",
    "name_tr": "Mergen",
    "name_en": "The Hermit",
    "suit": null,
    "element": "toprak",
    "keywords": ["bilgelik", "akıl", "içsel arayış", "rehberlik", "tecrübe"],
    "image_description": "Yüksek bir dağın zirvesinde tek başına duran bilge bir figür. Elinde, etrafı aydınlatan parlayan bir ok tutar.",
    "image": "assets/images/mergen.png",
    "meaning_up": "İçsel bir yolculuk için yalnızlığa çekilmek. Derin düşünme ve aklın içsel ışığını bulma.",
    "meaning_rev": "Yalnızlık korkusu, bilgelikten kaçınma, izolasyon, yanlış rehberlik.",
    "story": "Mergen, Türk mitolojisinde bilgeliğin ve okçuluğun tanrısıdır. Hedefe ulaşmadan önce içsel bir yolculuk gerektiğini öğretir."
  },
  {
    "id": 10,
    "deck": "ulu_arkana",
    "name_tr": "Yazgı Çarkı",
    "name_en": "The Wheel of Fortune",
    "suit": null,
    "element": "hava",
    "keywords": ["kader", "döngü", "değişim", "şans", "alın yazısı"],
    "image_description": "Gökyüzünde asılı duran, üzerinde 12 Hayvanlı Türk Takvimi hayvanlarının kabartma olarak bulunduğu taş bir çark.",
    "image": "assets/images/yazgi_carki.jpeg",
    "meaning_up": "Hayatın iniş çıkışları. Değişimin kaçınılmazlığı. Talihin dönüşü. Kaderin döngüsünü kabul etme.",
    "meaning_rev": "Değişime direnme, kötü şans, kontrol yanılsaması, döngüde sıkışıp kalma.",
    "story": "Yazgı Çarkı, Türk kültüründe alın yazısının ve kaderin döngüsel doğasını temsil eder. Her şeyin bir zamanı olduğunu hatırlatır."
  },
  {
    "id": 11,
    "deck": "ulu_arkana",
    "name_tr": "Töre",
    "name_en": "Justice",
    "suit": null,
    "element": "hava",
    "keywords": ["denge", "adalet", "hakikat", "sorumluluk", "yasa"],
    "image_description": "Yüzü peçeli olmayan, kararlı bir ifadeye sahip bir Hatun, elinde hassas bir terazi tutuyor. Arkasında Orhun Yazıtları'ndan semboller.",
    "image": "assets/images/tore.png",
    "meaning_up": "Sebep-sonuç yasası. Adil kararlar verme zamanı. Geçmiş eylemlerle yüzleşme ve hayatı dengeye getirme.",
    "meaning_rev": "Adaletszlük, tarafgirlik, sorumsuzluk, yalan, sonuçlardan kaçma.",
    "story": "Töre, Türk kültüründe yazılı olmayan ancak herkesin uymakla yükümlü olduğu adalet ve ahlak sistemidir."
  },
  {
    "id": 12,
    "deck": "ulu_arkana",
    "name_tr": "Kurban",
    "name_en": "The Hanged Man",
    "suit": null,
    "element": "su",
    "keywords": ["fedakarlık", "yeni bakış açısı", "teslimiyet", "duraklama", "özveri"],
    "image_description": "Bir Hayat Ağacı'nın dalına tek ayağından asılmış, sakin ve aydınlanmış bir ifadeye sahip bir figür.",
    "image": "assets/images/kurban.png",
    "meaning_up": "Gönüllü bir durma ve farklı bir bakış açısı kazanma. Ruhsal aydınlanma için bilinçli bir fedakarlık yapma.",
    "meaning_rev": "Gereksiz fedakarlık, kurban psikolojisi, direniş, hareketsizlik.",
    "story": "Kurban, Türk kültüründe tanrılara sunulan adaktır. Bu kart, daha yüksek bir amaç uğruna gönüllü fedakarlığı temsil eder."
  },
  {
    "id": 13,
    "deck": "ulu_arkana",
    "name_tr": "Erlik Han",
    "name_en": "Death",
    "suit": null,
    "element": "su",
    "keywords": ["dönüşüm", "sonlar", "geçiş", "yeraltı yolculuğu", "yeniden doğuş"],
    "image_description": "Yeraltındaki bir tahtta oturan güçlü, yaşlı Erlik Han. Kara kaşları, kara gözleri ve dizlerine kadar uzanan çatal bir sakalı var.",
    "image": "assets/images/erlik_han.png",
    "meaning_up": "Bir dönemin sonu ve yenisinin başlangıcı. Eski kalıplardan kurtulma. Kaçınılmaz ve güçlü bir dönüşüm.",
    "meaning_rev": "Değişim korkusu, direnç, geçmişe takılıp kalma, mecazi anlamda çürüme.",
    "story": "Erlik Han, Türk mitolojisinde yeraltı dünyasının tanrısıdır. Ölüm ve yeniden doğuş döngüsünü yönetir."
  },
  {
    "id": 14,
    "deck": "ulu_arkana",
    "name_tr": "Yayık Han",
    "name_en": "Temperance",
    "suit": null,
    "element": "su",
    "keywords": ["denge", "uyum", "akış", "arabuluculuk", "ılımlılık"],
    "image_description": "Nehirlerin birleştiği bir yerde duran sakin bir tanrı figürü. Bir kaptan diğerine suyu ustalıkla aktarır.",
    "image": "assets/images/yayik_han.png",
    "meaning_up": "Zıtları birleştirerek uyum yaratma. Ilımlılık, sabır ve akışta olma. Yaratıcı çözümler bulma.",
    "meaning_rev": "Dengesizlik, aşırılık, sabırsızlık, uyumsuzluk, çatışma.",
    "story": "Yayık Han, Türk mitolojisinde şifa ve denge tanrısıdır. Zıt enerjileri uyum içinde birleştirme gücüne sahiptir."
  },
  {
    "id": 15,
    "deck": "ulu_arkana",
    "name_tr": "Al Karısı / Körmöz",
    "name_en": "The Devil",
    "suit": null,
    "element": "toprak",
    "keywords": ["esaret", "yanılsama", "bağımlılık", "gölge benlik", "maddi hırs"],
    "image_description": "Aldatıcı, çekici bir figür, kendilerini bağladıklarının farkında olmayan iki figüre altın bir zincir sunar.",
    "image": "assets/images/al_karisi.png",
    "meaning_up": "Kendi yarattığımız zincirler. Maddi hırslar, korkular ve bağımlılıklar. Yanılsamalarla yüzleşme.",
    "meaning_rev": "Zincirlerden kurtulma, özgürleşme, arzuları aşma, aydınlanma.",
    "story": "Al Karısı, Türk mitolojisinde insanları yanıltan ve bağımlı kılan kötücül bir varlıktır. İçsel zincirlerimizi temsil eder."
  },
  {
    "id": 16,
    "deck": "ulu_arkana",
    "name_tr": "Gök Çökmesi",
    "name_en": "The Tower",
    "suit": null,
    "element": "ateş",
    "keywords": ["yıkım", "sarsıntı", "aydınlanma", "özgürleşme", "ani değişim"],
    "image_description": "Yıldırım düşmüş, alevler içinde yıkılan yüksek bir kule. Yapıdan figürler düşüyor.",
    "image": "assets/images/gok_cokmesi.png",
    "meaning_up": "Yanlış inançların ve sahte yapıların ani yıkımı. Sarsıcı ama özgürleştirici bir gerçekle yüzleşme.",
    "meaning_rev": "Yıkıma direnme, felaketten kaçınma, kaos içinde kaybolma.",
    "story": "Gök Çökmesi, Türk mitolojisinde dünyanın sonu ve yeniden doğuş mitini temsil eder. Eski olan yıkılır ki yeni ve daha sağlamı inşa edilebilsin."
  },
  {
    "id": 17,
    "deck": "ulu_arkana",
    "name_tr": "Kutup Yıldızı",
    "name_en": "The Star",
    "suit": null,
    "element": "hava",
    "keywords": ["umut", "ilham", "şifa", "rehberlik", "içsel ışık"],
    "image_description": "Berrak bir gecede, bir gölün kenarında diz çökmüş çıplak bir kadın. Bir eliyle gökyüzündeki Kutup Yıldızı'nı işaret ederken, diğer elindeki testiden göle su döküyor.",
    "image": "assets/images/kutup_yildizi.png",
    "meaning_up": "Karanlıktan sonra gelen umut ve ilham. İçsel rehberliğe güven. Ruhsal şifa ve arınma.",
    "meaning_rev": "Umutsuzluk, inanç kaybı, yolunu kaybetme, karamsarlık.",
    "story": "Kutup Yıldızı, Türk kültüründe yön bulma ve yol göstericiliğin sembolüdür. Karanlık zamanlarda içimizdeki ışığı hatırlatır."
  },
  {
    "id": 18,
    "deck": "ulu_arkana",
    "name_tr": "Ay Ata",
    "name_en": "The Moon",
    "suit": null,
    "element": "su",
    "keywords": ["sezgi", "bilinçaltı", "gizem", "döngüler", "rüyalar"],
    "image_description": "Gece gökyüzünde parlak bir dolunay. Aşağıda, iki kule arasında bir yol uzanır. Bir kurt ve bir köpek Ay'a doğru uluyor.",
    "image": "assets/images/ay_ata.png",
    "meaning_up": "Belirsizlik ve aldanma zamanı. Sezgilerinize güvenin. Bilinçaltı korkularla ve rüyalarla yüzleşme.",
    "meaning_rev": "Korkuya teslim olma, kafa karışıklığı, psikolojik sıkıntı, aldatılma.",
    "story": "Ay Ata, Türk mitolojisinde geceyi, gizemi ve sezgiyi yöneten tanrıdır. Bilinçaltının derin sularına yolculuğu temsil eder."
  },
  {
    "id": 19,
    "deck": "ulu_arkana",
    "name_tr": "Gün Ana",
    "name_en": "The Sun",
    "suit": null,
    "element": "ateş",
    "keywords": ["neşe", "başarı", "aydınlanma", "mutluluk", "berraklık"],
    "image_description": "Parlak güneşin altında, ayçiçekleri tarlasında oynayan neşeli çocuklar ve otlayan bir beyaz at.",
    "image": "assets/images/gun_ana.png",
    "meaning_up": "Mutluluk, başarı, coşku ve aydınlanma dolu bir dönem. Her şeyin netleşmesi. Yaşam sevinci.",
    "meaning_rev": "Geçici mutluluk, aşırı gurur, yanılgı, içe kapanıklık.",
    "story": "Gün Ana, Türk mitolojisinde güneşin ve aydınlanmanın tanrıçasıdır. Hakikatin ışığını ve saf neşeyi temsil eder."
  },
  {
    "id": 20,
    "deck": "ulu_arkana",
    "name_tr": "Ata Ruhları",
    "name_en": "Judgement",
    "suit": null,
    "element": "hava",
    "keywords": ["uyanış", "hesaplaşma", "yeniden doğuş", "miras", "affetme"],
    "image_description": "Yeryüzündeki insanlara gökyüzünden el uzatan şeffaf, ışıldayan ata ruhları. İnsanlar onlara huşu ile bakıyor.",
    "image": "assets/images/ata_ruhlari.png",
    "meaning_up": "Geçmişle hesaplaşma ve ruhsal bir uyanış. Atalardan gelen mirası anlama ve kabul etme. Affetme.",
    "meaning_rev": "Suçluluk, geçmişe takılıp kalma, reddetme, hesap vermekten korkma.",
    "story": "Ata Ruhları, Türk kültüründe atalara saygı geleneğini temsil eder. Geçmişle hesaplaşarak gerçek benliğe uyanışı simgeler."
  },
  {
    "id": 21,
    "deck": "ulu_arkana",
    "name_tr": "Hayat Ağacı",
    "name_en": "The World",
    "suit": null,
    "element": "toprak",
    "keywords": ["bütünlük", "tamamlanma", "başarı", "döngü", "evrensel uyum"],
    "image_description": "Kökleri yeraltına, dalları gökyüzüne uzanan, tüm alemlere dokunan kozmik bir Hayat Ağacı.",
    "image": "assets/images/hayat_agaci.jpeg",
    "meaning_up": "Bir döngünün başarıyla tamamlanması. Evrenle uyum ve bütünlük hissi. Başarı ve tatmin.",
    "meaning_rev": "Tamamlanmamışlık, gecikme, başarısızlık, döngüden çıkamama.",
    "story": "Hayat Ağacı, Türk mitolojisinde evrenin eksenini oluşturur. Yeraltı, yeryüzü ve gökyüzü alemlerini birbirine bağlar."
  }
]